Revit 2027 API
ParameterTypeId.SheetAssemblyAssemblyDescription Property
 "Assembly: Assembly Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetAssemblyAssemblyDescription { get; }
Public Shared ReadOnly Property SheetAssemblyAssemblyDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetAssemblyAssemblyDescription {
	ForgeTypeId^ get ();
}
static member SheetAssemblyAssemblyDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace